{
  "Welcome to React": "Bienvenido a React y react-i18next",
  "Hello": "Hola",
  "Goodbye": "Adiós",
  "register": "Registrarse",
  "login": "Iniciar sesión",
  "logout": "Cerrar sesión",
  "alreadyHaveAccount": "¿Ya tienes una cuenta?",
  "email": "Email",
  "name": "Nombre",
  "apellido": "Apellido",
  "password": "Contraseña",
  "usedEmail": "Este email ya esta en uso",
  "publications": "Publicaciones",
  "profile": "Perfil",
  "support": "Soporte",
  "closeSession": "Cerrar sesión",
  "termsAndConditions": "Términos y condiciones",
  "stillDontHavePublications": "Todavía no tienes publicaciones.",
  "createTheFirstOne": "¡Crea una nueva!",
  "createPublication": "Crear publicación",
  "youMustVerifyYoutData": "Debés verificar tu identidad para que tus publicaciones se puedan mostrar en la app",
  "weAreVerifyingYourData": "Estamos verificando tu perfil. Pronto tendrás novedades.",
  "yourDataWasRejected": "Lamentablemente no pudimos verificar tu perfil. Para más información, podés contactarnos a <0>contacto@2y4race.com</0>.",
  "next": "Siguiente",
  "back": "Anterior",
  "end": "Finalizar",
  "personalData": "Datos personales",
  "confirmPersonalData": "Confirma tus datos personales",
  "completeAndConfirm": "Completá y confirmá tus datos personales. Asegurate de estén escritos correctamente antes de avanzar al siguiente paso.",
  "docuementAndSelfie": "Documento y selfie",
  "documentAndPhotoSelfie": "Documento y foto  selfie",
  "toCompleteVerifyProcess": "Para completar el proceso de verificación, necesitamos una imagen de tu documento de identidad y una Selfie.",
  "DNIFront": "Foto DNI Frente",
  "DNIPhotoBack": "Foto DNI Dorso",
  "SelfiePhoto": "Foto Selfie",
  "makeSureYourFace": "Asegurate de que tu rostro este claro y visible, sin accesorios que lo cubran.",
  "completeProfile": "completar perfil",
  "verificationRequestSubmitted": "¡Tu solicitud de verificación ha sido enviada correctamente!",
  "youWillReceiveTheConfirmationSoon": "Pronto recibirás la confirmación. Mientras esperás, podés comenzar a crear tu perfil para que otros usuarios te conozcan y sepan qué vendés.",
  "changePassword": "Cambiar contraseña",
  "passwordsDontMatch": "Las contraseñas no coinciden",
  "currentPassword": "Contraseña actual",
  "newPassword": "Nueva contraseña",
  "repeatNewPassword": "Repetir nueva contraseña",
  "accountEmail": "Email de cuenta",
  "edit": "Editar",
  "firstName": "Nombre",
  "dni": "DNI",
  "lastName": "Apellido",
  "birthDate": "Fecha de nacimiento",
  "contactAndAddress": "CONTACTO Y DOMICILIO",
  "contactEmail": "Email de contacto",
  "phoneNumber": "Teléfono de contacto",
  "address": "Domicilio",
  "city": "Ciudad",
  "state": "Provincia",
  "accountData": "DATOS DE LA CUENTA",
  "displayName": "Nombres para mostrar",
  "description": "Descripción",
  "profileData": "Datos de perfil",
  "confirmProfileData": "Confirma los datos de tu perfil",
  "completeAndConfirmData": "Completá y confirmá los siguientes datos. Solo se publicarán los datos de la cuenta, como el nombre para mostrar, la descripción, los datos de contacto y tu ciudad. No publicaremos tus datos personales.",
  "displayPhoto": "Foto para mostrar",
  "uploadPhotoSubTitle": "Adjuntá una foto de tu marca, tu comercio o tu perfil para que los usuarios te conozcan.",
  "requiredField": "Este campo es obligatorio",
  "product": "Producto",
  "product_image": "Imagen del producto",
  "date": "Fecha",
  "status": "Estado",
  "active": "Activo",
  "inactive": "Inactivo",
  "price": "Precio",
  "not_available": "N/A",
  "visitors": "Visitas",
  "contacts": "Contactos",
  "options": "Opciones",
  "delete_publication": "Borrar publicación",
  "delete_publication_confirm": "¿Estás seguro de que deseas borrar esta publicación?",
  "activate": "Activar",
  "deactivate": "Desactivar",
  "delete": "Borrar",
  "view_summary": "Ver resumen",
  "modify": "Modificar",
  "newPublication": "Nueva publicación",
  "selectDate": "Seleccionar fecha",
  "pause": "Pausar",
  "publicationsProblem": "Problemas con una publicación",
  "profileProblem": "Problemas con mi cuenta",
  "verificationProblem": "Problemas con la verificación",
  "others": "Otros",
  "querySent": "Tu consulta ha sido enviada correctamente",
  "querySentSubtitle": "Pronto alguien del equipo se contactará para ayudarte",
  "supportSubtitle": "Utilizá este formulario para contactarte con nosotros por cualquier duda o inconveniente con la aplicación",
  "queries": "Consultas",
  "subject": "Motivo de la consulta",
  "chooseAnOption": "Elegí una de las opciones",
  "writeYourQuery": "Escribí el detalle de tu consulta",
  "send": "Enviar",
  "verifyNow": "Verificar ahora",
  "publicationSuccess": "¡Tu producto ha sido publicado correctamente!",
  "backToPublications": "Volver a  publicaciones",
  "detailsAndPhotos": "Detalles y fotos",
  "productDetails": "Detalles del producto",
  "defineATitleDescriptionAndPrice": "Definí un título, descripción, precio y adjunta una o mas imágenes del producto.",
  "title": "Título",
  "photos": "Fotos",
  "uploadProductPhotos": "Subí hasta 3 fotos de tu producto. La primera será la foto principal. Es requerido subir al menos una foto.",
  "typeOfProductOrService": "Clasificación del producto o servicio",
  "categoryAndSubcategory": "Categoría y subcategoría",
  "selectCategoryAndSubcategory": "Seleccioná la categoría del producto y la subcategoría a la cual pertenece el producto o servicio.",
  "placeHolderProfileDescription": "Describí en detalle los productos y servicios que ofrecés. Incluí características, beneficios y toda información relevante para que los usuarios interesados puedan contactarte fácilmente.",
  "termsAndConditionTitle": "Términos y Condiciones de 2y4 Race",
  "term1": "1. Aceptación de los Términos. <br /> Al acceder y utilizar la plataforma 2y4 Race, tanto la aplicación móvil como el portal web, usted acepta y se compromete a cumplir con estos Términos y Condiciones. Si no está de acuerdo con estos términos, no debe utilizar nuestros servicios.",
  "term2": "2. Registro y Verificación de Usuarios. <br /> Para convertirse en vendedor en 2y4 Race, es necesario completar un proceso de registro que incluye la verificación de identidad. Los vendedores deberán proporcionar su nombre completo, fecha de nacimiento, y una copia de su documento de identidad, junto con una foto de perfil. Este proceso puede demorar entre 24 y 48 horas. Nos reservamos el derecho de rechazar cualquier registro que no cumpla con nuestros estándares de verificación.",
  "term3": "3. Uso de la Plataforma. <br /> Los usuarios pueden utilizar la plataforma para publicar y visualizar productos relacionados con la compra y venta de artículos de carreras. Está prohibido publicar productos ilegales o cualquier contenido que infrinja las leyes aplicables.",
  "term4": "4. Normas de Conducta. <br /> Los usuarios deben comportarse de manera respetuosa y profesional al interactuar con otros miembros de la plataforma. Está prohibido: <br /> - Publicar contenido ofensivo, discriminatorio o inapropiado.  <br /> - Usar la plataforma para actividades fraudulentas o ilegales.  <br /> - Suplantar a otra persona o proporcionar información falsa.",
  "term5": "5. Contenido del Usuario. <br /> El contenido publicado por los vendedores es responsabilidad exclusiva del usuario que lo publica. 2y4 Race no garantiza la exactitud, integridad o calidad de dicho contenido. Nos reservamos el derecho de eliminar cualquier contenido que consideremos inapropiado o que infrinja estos Términos y Condiciones.",
  "term6": "6. Suspensión o Terminación de Cuentas.  <br /> En caso de que un usuario publique contenido inadecuado o viole estos Términos y Condiciones, 2y4 Race se reserva el derecho de suspender o terminar su cuenta sin previo aviso.",
  "term7": "7. Limitación de Responsabilidad  <br /> 2y4 Race no se hace responsable por la interacción entre vendedores y compradores. La plataforma actúa únicamente como un intermediario para la publicación de anuncios y no participa en las transacciones entre usuarios.",
  "term8": "8. Modificaciones a los Términos  <br /> 2y4 Race se reserva el derecho de modificar estos Términos y Condiciones en cualquier momento. Los usuarios serán notificados de los cambios a través del correo electrónico registrado en la plataforma. Es responsabilidad del usuario revisar estos términos periódicamente.",
  "term9": "9. Ley Aplicable y Jurisdicción. <br /> Estos Términos y Condiciones se rigen por las leyes de la República Argentina. Cualquier disputa que surja en relación con el uso de la plataforma será sometida a la jurisdicción de los tribunales competentes de la Ciudad Autónoma de Buenos Aires.",
  "term10": "10. Contacto <br /> Para cualquier consulta o comentario sobre estos Términos y Condiciones, puede contactarnos en contacto@2y4race.com.",
  "privacyPolicy": "Política de Privacidad de 2y4 Race",
  "term1p": "1. Información que Recopilamos. <br /> En 2y4 Race recopilamos la siguiente información personal de los usuarios que se registran como vendedores: <br /> - Nombre completo <br /> - Fecha de nacimiento <br /> - Documento Nacional de Identidad (DNI) <br /> - Foto de perfil",
  "term2p": "2. Finalidad de la Información Recopilada.  <br /> La información personal recopilada se utiliza exclusivamente para verificar la identidad de los vendedores. Esto nos ayuda a garantizar la seguridad y autenticidad de los usuarios en nuestra plataforma.",
  "term3p": "3. Compartir Información con Terceros.  <br /> 2y4 Race no comparte la información personal de los usuarios con terceros, excepto cuando sea necesario para cumplir con la ley o cuando los usuarios lo autoricen explícitamente.",
  "term4p": "4. Derechos de los Usuarios <br /> Los usuarios tienen el derecho de acceder, rectificar, y eliminar su información personal en cualquier momento. Para ejercer estos derechos, los usuarios pueden ponerse en contacto con nosotros en contacto@2y4race.com.",
  "term5p": "5. Medidas de Seguridad. <br /> Implementamos medidas de seguridad razonables para proteger la información personal de los usuarios contra accesos no autorizados, alteraciones, divulgaciones o destrucción. Sin embargo, no podemos garantizar la seguridad absoluta de la información transmitida a través de Internet.",
  "term6p": "6. Conservación de Datos. <br /> La información personal se conservará durante el tiempo necesario para cumplir con las finalidades descritas en esta Política de Privacidad, a menos que la ley exija o permita un período de retención más largo.",
  "term7p": "7. Transferencias Internacionales de Datos. <br /> Los datos personales de los usuarios se almacenan en servidores ubicados en Argentina. No realizamos transferencias internacionales de datos personales.",
  "term8p": "8. Manejo de Brechas de Seguridad. <br /> En caso de que se produzca una brecha de seguridad que comprometa la información personal de los usuarios, 2y4 Race se compromete a notificar a los usuarios afectados en el menor tiempo posible y tomar las medidas necesarias para mitigar los efectos de dicha brecha.",
  "term9p": "9. Consentimiento para el Uso de Datos.  <br /> Al registrarse en 2y4 Race, los usuarios consienten el uso de su información personal de acuerdo con esta Política de Privacidad.",
  "term10p": "10. Actualizaciones de la Política de Privacidad. <br /> Nos reservamos el derecho de actualizar esta Política de Privacidad en cualquier momento. Cualquier cambio será notificado a los usuarios a través del correo electrónico registrado en la plataforma.",
  "term11p": "11. Contacto. <br /> Si tiene alguna pregunta sobre esta Política de Privacidad, puede contactarnos en contacto@2y4race.com."
}
